Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Add medication
ar: إضافة دواء
cs: Přidat lék
da: Tilføj medicin
de: Medikament hinzufügen
el: Προσθήκη φαρμάκου
es: Añadir medicación
es_419: Agregar medicamento
fi: Lisää lääke
fr: Ajouter un médicament
he: הוספת תרופה
hi: दवा जोड़ें
hr: Dodaj lijek
hu: Gyógyszer hozzáadása
id: Tambah obat
it: Aggiungi farmaco
ja: お薬を追加
ko: 약 추가
ms: Tambah ubat
nb: Legg til medisin
nl: Voeg medicatie toe
pl: Dodaj lek
pt_br: Adicionar medicamento
pt_pt: Adicionar medicamento
ro: Adaugă un medicament
sk: Pridať liek
sv: Lägg till läkemedel
th: เพิ่มยา
tr: İlaç ekle
uk: Додати препарат
vi: Thêm thuốc
zh_hans: 添加药物
zh_hant: 加入藥物

source: Add one I missed
ar: إضافة موجة فاتتني
cs: Doplnit zapomenutou
da: Tilføj en, jeg glemte
de: Welle nachtragen
el: Καταγραφή ενός που μου ξέφυγε
es: Añadir una que se me pasó
es_419: Agregar una que se me pasó
fi: Lisää unohtunut
fr: Ajouter une vague oubliée
he: הוספת גל שלא רשמתי
hi: जो छूट गई, उसे जोड़ें
hr: Dodaj propušteni val
hu: Kimaradt egy, pótlom
id: Tambah yang terlewat
it: Aggiungine una che mi è sfuggita
ja: 記録し忘れた分を追加
ko: 놓친 기록 추가
ms: Tambah yang terlepas
nb: Legg til en jeg glemte
nl: Voeg een gemiste toe
pl: Dodaj pominiętą falę
pt_br: Registrar uma que esqueci
pt_pt: Adicionar uma que não registei
ro: Adaugă unul uitat
sk: Doplniť vlnu
sv: Lägg till en jag missade
th: เพิ่มครั้งที่ลืมบันทึก
tr: Kaçırdığım birini ekle
uk: Додати пропущену хвилю
vi: Thêm cơn tôi quên ghi
zh_hans: 补记漏掉的一次
zh_hant: 補記一次漏掉的

source: Add the date and MenoMap will get your notes ready in time. Optional.
ar: أضيفي التاريخ وسيجهّز MenoMap ملاحظاتكِ في الوقت المناسب. اختياري.
cs: Přidej datum a MenoMap ti poznámky připraví včas. Nepovinné.
da: Tilføj datoen, så gør MenoMap dine noter klar i tide. Valgfrit.
de: Trag das Datum ein, und MenoMap bereitet deine Notizen rechtzeitig vor. Optional.
el: Πρόσθεσε την ημερομηνία και το MenoMap θα ετοιμάσει εγκαίρως τις σημειώσεις σου. Προαιρετικό.
es: Añade la fecha y MenoMap tendrá tus notas listas a tiempo. Opcional.
es_419: Agrega la fecha y MenoMap tendrá tus notas listas a tiempo. Opcional.
fi: Lisää päivämäärä, niin MenoMap valmistelee muistiinpanosi ajoissa. Vapaaehtoinen.
fr: Ajoutez la date et MenoMap préparera vos notes à temps. Facultatif.
he: הוסיפי את התאריך, ו-MenoMap יכין את הסיכום שלך בזמן. לא חובה.
hi: तारीख़ जोड़ें, MenoMap आपके नोट्स समय पर तैयार कर देगा। वैकल्पिक।
hr: Dodaj datum i MenoMap će na vrijeme pripremiti tvoje bilješke. Nije obavezno.
hu: Add meg a dátumot, és a MenoMap időben elkészíti a jegyzeteidet. Nem kötelező.
id: Tambahkan tanggalnya, dan MenoMap akan menyiapkan catatanmu tepat waktu. Opsional.
it: Aggiungi la data e MenoMap preparerà le tue note in tempo. Facoltativo.
ja: 日付を追加すると、受診に間に合うようにMenoMapがメモを準備します。任意です。
ko: 날짜를 추가하면 MenoMap이 제때 진료 메모를 준비해 줘요. 선택 사항이에요.
ms: Tambah tarikhnya dan MenoMap akan menyediakan nota anda tepat pada masanya. Tidak wajib.
nb: Legg inn datoen, så gjør MenoMap notatene dine klare i tide. Valgfritt.
nl: Vul de datum in, dan zorgt MenoMap dat je notities op tijd klaar zijn. Optioneel.
pl: Dodaj datę, a MenoMap przygotuje twoje notatki na czas. Opcjonalnie.
pt_br: Adicione a data e o MenoMap vai deixar suas notas prontas a tempo. Opcional.
pt_pt: Adiciona a data e o MenoMap prepara as tuas notas a tempo. Opcional.
ro: Adaugă data și MenoMap îți pregătește notițele la timp. Opțional.
sk: Pridaj dátum a MenoMap ti poznámky včas pripraví. Nepovinné.
sv: Lägg till datumet så gör MenoMap dina anteckningar klara i tid. Valfritt.
th: เพิ่มวันนัด แล้ว MenoMap จะเตรียมสรุปของคุณให้พร้อมทันเวลา ไม่บังคับ
tr: Tarihi ekle, MenoMap notlarını zamanında hazırlasın. İsteğe bağlı.
uk: Додай дату, і MenoMap вчасно підготує твої нотатки. Необовʼязково.
vi: Thêm ngày hẹn, MenoMap sẽ chuẩn bị ghi chú kịp lúc. Không bắt buộc.
zh_hans: 添加日期，MenoMap 会及时为你准备好笔记。可选。
zh_hant: 加入日期，MenoMap 會及時準備好你的筆記。非必填。

source: Add the date. MenoMap shows how ready your notes are and reminds you a week before, the day before and that morning.
ar: أضيفي التاريخ. يوضح MenoMap مدى جاهزية ملاحظاتكِ ويذكّركِ قبل أسبوع، وقبل يوم، وفي صباح الموعد.
cs: Přidej datum. MenoMap ukáže, jak připravené jsou tvoje poznámky, a připomene ti to týden předem, den předem a ráno v den návštěvy.
da: Tilføj datoen. MenoMap viser, hvor klar dine noter er, og minder dig om det en uge før, dagen før og samme morgen.
de: Trag das Datum ein. MenoMap zeigt, wie weit deine Notizen sind, und erinnert dich eine Woche vorher, am Vortag und am Morgen des Termins.
el: Πρόσθεσε την ημερομηνία. Το MenoMap δείχνει πόσο έτοιμες είναι οι σημειώσεις σου και σου το θυμίζει μία εβδομάδα πριν, την προηγούμενη ημέρα και το ίδιο πρωί.
es: Añade la fecha. MenoMap te muestra lo preparadas que están tus notas y te lo recuerda una semana antes, el día antes y esa misma mañana.
es_419: Agrega la fecha. MenoMap te muestra qué tan listas están tus notas y te lo recuerda una semana antes, el día anterior y esa misma mañana.
fi: Lisää päivämäärä. MenoMap näyttää, kuinka valmiit muistiinpanosi ovat, ja muistuttaa viikkoa ennen, edellisenä päivänä ja samana aamuna.
fr: Ajoutez la date. MenoMap indique où en sont vos notes et vous le rappelle une semaine avant, la veille et le matin même.
he: הוסיפי את התאריך. MenoMap מראה עד כמה הסיכום שלך מוכן ומזכיר לך שבוע לפני, יום לפני ובבוקר של אותו יום.
hi: तारीख़ जोड़ें। MenoMap दिखाता है कि आपके नोट्स कितने तैयार हैं, और एक हफ़्ता पहले, एक दिन पहले और उसी सुबह याद दिलाता है।
hr: Dodaj datum. MenoMap pokazuje koliko su tvoje bilješke spremne i podsjeća te tjedan dana prije, dan prije i tog jutra.
hu: Add meg a dátumot. A MenoMap megmutatja, mennyire állnak készen a jegyzeteid, és emlékeztet egy héttel előtte, előző nap és aznap reggel.
id: Tambahkan tanggalnya. MenoMap menunjukkan seberapa siap catatanmu dan mengingatkanmu seminggu sebelumnya, sehari sebelumnya, dan pada pagi harinya.
it: Aggiungi la data. MenoMap ti mostra quanto sono pronte le tue note e te lo ricorda una settimana prima, il giorno prima e la mattina stessa.
ja: 日付を追加してください。MenoMapがメモの準備状況を表示し、1週間前、前日、当日の朝にお知らせします。
ko: 날짜를 추가하세요. MenoMap이 메모 준비 상태를 보여 주고, 일주일 전, 전날, 당일 아침에 알려 드려요.
ms: Tambah tarikhnya. MenoMap menunjukkan tahap kesediaan nota anda dan mengingatkan anda seminggu sebelum, sehari sebelum dan pada pagi itu.
nb: Legg inn datoen. MenoMap viser hvor klare notatene dine er, og minner deg på det en uke før, dagen før og samme morgen.
nl: Vul de datum in. MenoMap laat zien hoe compleet je notities zijn en herinnert je een week ervoor, de dag ervoor en die ochtend.
pl: Dodaj datę. MenoMap pokaże, na ile gotowe są twoje notatki, i przypomni o wizycie tydzień wcześniej, dzień wcześniej i tego samego ranka.
pt_br: Adicione a data. O MenoMap mostra o quanto suas notas estão prontas e lembra você uma semana antes, na véspera e na manhã do dia.
pt_pt: Adiciona a data. O MenoMap mostra até que ponto as tuas notas estão prontas e lembra-te uma semana antes, na véspera e nessa manhã.
ro: Adaugă data. MenoMap îți arată cât de pregătite sunt notițele și îți amintește cu o săptămână înainte, cu o zi înainte și în dimineața respectivă.
sk: Pridaj dátum. MenoMap ukáže, nakoľko sú tvoje poznámky pripravené, a pripomenie ti ich týždeň vopred, deň vopred a v to ráno.
sv: Lägg till datumet. MenoMap visar hur klara dina anteckningar är och påminner dig en vecka före, dagen före och samma morgon.
th: เพิ่มวันนัด MenoMap จะแสดงว่าสรุปของคุณพร้อมแค่ไหน และเตือนคุณล่วงหน้าหนึ่งสัปดาห์ หนึ่งวันก่อน และเช้าวันนัด
tr: Tarihi ekle. MenoMap notlarının ne kadar hazır olduğunu gösterir ve sana bir hafta önce, bir gün önce ve o sabah hatırlatır.
uk: Додай дату. MenoMap показує, наскільки готові твої нотатки, і нагадає за тиждень, за день і того ж ранку.
vi: Thêm ngày hẹn. MenoMap cho biết ghi chú của bạn đã sẵn sàng đến đâu và nhắc bạn trước một tuần, trước một ngày và vào sáng hôm đó.
zh_hans: 添加日期。MenoMap 会显示笔记准备得怎么样，并在一周前、前一天和当天早上提醒你。
zh_hant: 加入日期。MenoMap 會顯示你的筆記準備得如何，並在一週前、前一天和當天早上提醒你。

source: Add the MenoMap complication to your watch face.
ar: ضعي إضافة MenoMap على واجهة ساعتكِ.
cs: Přidej si komplikaci MenoMap na ciferník.
da: Føj MenoMap-komplikationen til din urskive.
de: Füge die MenoMap-Komplikation zu deinem Zifferblatt hinzu.
el: Πρόσθεσε την πολυπλοκότητα του MenoMap στην πρόσοψη του ρολογιού σου.
es: Añade la complicación de MenoMap a la esfera del reloj.
es_419: Agrega la complicación de MenoMap a tu carátula.
fi: Lisää MenoMap-komplikaatio kellotauluusi.
fr: Ajoutez la complication MenoMap à votre cadran.
he: הוסיפי את התצוגה של MenoMap לעיצוב השעון שלך.
hi: अपने वॉच फ़ेस में MenoMap कॉम्प्लिकेशन जोड़ें।
hr: Dodaj komplikaciju MenoMap na brojčanik sata.
hu: Add hozzá a MenoMap komplikációt az óraszámlapodhoz.
id: Tambahkan komplikasi MenoMap ke wajah jam.
it: Aggiungi la complicazione di MenoMap al quadrante dell'orologio.
ja: MenoMapのコンプリケーションを文字盤に追加します。
ko: 시계 페이스에 MenoMap 컴플리케이션을 추가하세요.
ms: Tambah komplikasi MenoMap pada muka jam anda.
nb: Legg til MenoMap-komplikasjonen på urskiven.
nl: Zet de MenoMap-complicatie op je wijzerplaat.
pl: Dodaj komplikację MenoMap do tarczy zegarka.
pt_br: Adicione a complicação do MenoMap ao mostrador do relógio.
pt_pt: Adiciona a complicação do MenoMap ao mostrador do relógio.
ro: Adaugă complicația MenoMap pe cadranul ceasului.
sk: Pridaj si komplikáciu MenoMap na ciferník hodiniek.
sv: Lägg till MenoMap-komplikationen på din urtavla.
th: เพิ่มส่วนแสดงข้อมูล MenoMap ลงในหน้าปัดนาฬิกาของคุณ
tr: MenoMap komplikasyonunu saat kadranına ekle.
uk: Додай функцію MenoMap на циферблат годинника.
vi: Thêm tổ hợp MenoMap vào mặt đồng hồ.
zh_hans: 将 MenoMap 复杂功能添加到你的表盘。
zh_hant: 將 MenoMap 複雜功能加入你的錶面。

source: Add what you take, including HRT, non-hormonal options and supplements.
ar: أضيفي ما تتناولينه، بما في ذلك العلاج الهرموني التعويضي، والخيارات غير الهرمونية، والمكمّلات.
cs: Přidej, co užíváš, včetně HRT, nehormonálních možností a doplňků stravy.
da: Tilføj det, du tager, også hormonbehandling, ikke-hormonelle muligheder og kosttilskud.
de: Trag ein, was du nimmst, auch HRT, nicht hormonelle Mittel und Nahrungsergänzungsmittel.
el: Πρόσθεσε ό,τι παίρνεις, όπως ορμονική θεραπεία, μη ορμονικές επιλογές και συμπληρώματα.
es: Añade lo que tomas, incluida la terapia hormonal (THM), opciones no hormonales y suplementos.
es_419: Agrega lo que tomas, incluida la terapia hormonal, las opciones no hormonales y los suplementos.
fi: Lisää kaikki, mitä käytät, myös hormonihoito, muut kuin hormonaaliset vaihtoehdot ja ravintolisät.
fr: Ajoutez ce que vous prenez, y compris un THM, des traitements non hormonaux et des compléments alimentaires.
he: הוסיפי את מה שאת נוטלת, כולל טיפול הורמונלי, אפשרויות לא הורמונליות ותוספי תזונה.
hi: आप जो कुछ लेती हैं, वह जोड़ें, जिसमें HRT, बिना हार्मोन वाले विकल्प और सप्लीमेंट शामिल हैं।
hr: Dodaj što uzimaš, uključujući HNT, nehormonske mogućnosti i dodatke prehrani.
hu: Add hozzá, amit szedsz, a hormonpótló kezelést, a nem hormonális lehetőségeket és az étrend-kiegészítőket is.
id: Tambahkan apa yang kamu gunakan, termasuk terapi hormon (HRT), pilihan nonhormonal, dan suplemen.
it: Aggiungi ciò che prendi, compresi TOS, opzioni non ormonali e integratori.
ja: ホルモン補充療法（HRT）、ホルモンを使わない選択肢、サプリメントなど、使っているものを追加してください。
ko: HRT, 비호르몬 치료, 보충제를 포함해 복용 중인 것을 추가하세요.
ms: Tambah apa yang anda ambil, termasuk HRT, pilihan bukan hormon dan suplemen.
nb: Legg til det du tar, også hormonbehandling, ikke-hormonelle alternativer og kosttilskudd.
nl: Voeg toe wat je gebruikt, ook hormoontherapie, niet-hormonale middelen en supplementen.
pl: Dodaj to, co przyjmujesz, w tym HTZ, metody niehormonalne i suplementy.
pt_br: Adicione o que você toma, incluindo terapia hormonal, opções não hormonais e suplementos.
pt_pt: Adiciona o que tomas, incluindo THS, opções não hormonais e suplementos.
ro: Adaugă ce iei, inclusiv THS, opțiuni nehormonale și suplimente.
sk: Pridaj, čo užívaš, vrátane hormonálnej liečby, nehormonálnych možností a doplnkov výživy.
sv: Lägg till det du tar, även hormonbehandling, icke-hormonella alternativ och kosttillskott.
th: เพิ่มสิ่งที่คุณใช้ รวมถึงฮอร์โมนทดแทน ทางเลือกที่ไม่ใช่ฮอร์โมน และอาหารเสริม
tr: Kullandıklarını ekle: HRT, hormon içermeyen seçenekler ve takviyeler dahil.
uk: Додай те, що приймаєш, зокрема МГТ, негормональні засоби й харчові добавки.
vi: Thêm những gì bạn đang dùng, kể cả HRT, các lựa chọn không dùng hormone và thực phẩm bổ sung.
zh_hans: 添加你正在使用的药物，包括激素治疗（HRT）、非激素类方案和补充剂。
zh_hant: 加入你正在使用的藥物，包括荷爾蒙療法、非荷爾蒙選項和營養補充品。

source: Add your own question
ar: أضيفي سؤالكِ الخاص
cs: Přidat vlastní otázku
da: Tilføj dit eget spørgsmål
de: Eigene Frage hinzufügen
el: Πρόσθεσε δική σου ερώτηση
es: Añade tu propia pregunta
es_419: Agrega tu propia pregunta
fi: Lisää oma kysymys
fr: Ajouter votre propre question
he: הוספת שאלה משלך
hi: अपना सवाल जोड़ें
hr: Dodaj vlastito pitanje
hu: Saját kérdés hozzáadása
id: Tambahkan pertanyaanmu sendiri
it: Aggiungi una tua domanda
ja: 自分の質問を追加
ko: 직접 질문 추가
ms: Tambah soalan anda sendiri
nb: Legg til ditt eget spørsmål
nl: Voeg je eigen vraag toe
pl: Dodaj własne pytanie
pt_br: Adicionar sua própria pergunta
pt_pt: Adicionar uma pergunta minha
ro: Adaugă propria întrebare
sk: Pridať vlastnú otázku
sv: Lägg till en egen fråga
th: เพิ่มคำถามของคุณเอง
tr: Kendi sorunu ekle
uk: Додати власне питання
vi: Thêm câu hỏi của riêng bạn
zh_hans: 添加你自己的问题
zh_hant: 加入你自己的問題

source: Alcohol
ar: الكحول
cs: Alkohol
da: Alkohol
de: Alkohol
el: Αλκοόλ
fi: Alkoholi
fr: Alcool
he: אלכוהול
hi: शराब
hr: Alkohol
hu: Alkohol
id: Alkohol
it: Alcol
ja: お酒
ko: 음주
ms: Alkohol
nb: Alkohol
pl: Alkohol
pt_br: Álcool
pt_pt: Álcool
ro: Alcool
sk: Alkohol
sv: Alkohol
th: แอลกอฮอล์
tr: Alkol
uk: Алкоголь
vi: Rượu bia
zh_hans: 酒精
zh_hant: 酒精

source: Alcohol evenings
ar: أمسيات الكحول
cs: Večery s alkoholem
da: Aftener med alkohol
de: Abende mit Alkohol
el: Βράδια με αλκοόλ
es: Noches con alcohol
es_419: Noches con alcohol
fi: Alkoholi-illat
fr: Soirs avec alcool
he: ערבים עם אלכוהול
hi: शराब वाली शामें
hr: Večeri s alkoholom
hu: Alkoholos esték
id: Malam dengan alkohol
it: Serate con alcol
ja: お酒を飲んだ夜
ko: 술 마신 저녁
ms: Malam dengan alkohol
nb: Kvelder med alkohol
nl: Avonden met alcohol
pl: Wieczory z alkoholem
pt_br: Noites com álcool
pt_pt: Serões com álcool
ro: Serile cu alcool
sk: Večery s alkoholom
sv: Kvällar med alkohol
th: เย็นที่ดื่มแอลกอฮอล์
tr: Alkollü akşamlar
uk: Вечори з алкоголем
vi: Những tối có rượu bia
zh_hans: 喝酒的晚上
zh_hant: 喝酒的晚上

source: Alcohol today?
ar: كحول اليوم؟
cs: Dnes alkohol?
da: Alkohol i dag?
de: Heute Alkohol?
el: Αλκοόλ σήμερα;
es: ¿Alcohol hoy?
es_419: ¿Alcohol hoy?
fi: Alkoholia tänään?
fr: De l’alcool aujourd’hui ?
he: אלכוהול היום?
hi: आज शराब ली?
hr: Alkohol danas?
hu: Ittál ma alkoholt?
id: Minum alkohol hari ini?
it: Alcol oggi?
ja: 今日はお酒を飲みましたか？
ko: 오늘 술 마셨어요?
ms: Alkohol hari ini?
nb: Alkohol i dag?
nl: Alcohol vandaag?
pl: Alkohol dzisiaj?
pt_br: Álcool hoje?
pt_pt: Álcool hoje?
ro: Alcool azi?
sk: Alkohol dnes?
sv: Alkohol idag?
th: วันนี้ดื่มแอลกอฮอล์ไหม
tr: Bugün alkol aldın mı?
uk: Алкоголь сьогодні?
vi: Hôm nay có rượu bia?
zh_hans: 今天喝酒了吗？
zh_hant: 今天有喝酒嗎？

source: All
ar: الكل
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
es_419: Todo
fi: Kaikki
fr: Tout
he: הכול
hi: सभी
hr: Sve
hu: Mind
id: Semua
it: Tutte
ja: すべて
ko: 전체
ms: Semua
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todos
pt_pt: Tudo
ro: Toate
sk: Všetky
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All MenoMap data was deleted.
ar: تم حذف جميع بيانات MenoMap.
cs: Všechna data MenoMap byla smazána.
da: Alle MenoMap-data er slettet.
de: Alle MenoMap-Daten wurden gelöscht.
el: Όλα τα δεδομένα του MenoMap διαγράφηκαν.
es: Se han eliminado todos los datos de MenoMap.
es_419: Se eliminaron todos los datos de MenoMap.
fi: Kaikki MenoMapin tiedot poistettiin.
fr: Toutes les données MenoMap ont été supprimées.
he: כל הנתונים של MenoMap נמחקו.
hi: MenoMap का सारा डेटा मिटा दिया गया।
hr: Svi podaci aplikacije MenoMap su izbrisani.
hu: Minden MenoMap-adat törölve.
id: Semua data MenoMap telah dihapus.
it: Tutti i dati di MenoMap sono stati eliminati.
ja: MenoMapのデータをすべて削除しました。
ko: MenoMap 데이터를 모두 삭제했어요.
ms: Semua data MenoMap telah dipadam.
nb: Alle MenoMap-data er slettet.
nl: Alle MenoMap-gegevens zijn verwijderd.
pl: Wszystkie dane MenoMap zostały usunięte.
pt_br: Todos os dados do MenoMap foram apagados.
pt_pt: Todos os dados do MenoMap foram apagados.
ro: Toate datele MenoMap au fost șterse.
sk: Všetky údaje MenoMap boli vymazané.
sv: All MenoMap-data har raderats.
th: ลบข้อมูล MenoMap ทั้งหมดแล้ว
tr: Tüm MenoMap verileri silindi.
uk: Усі дані MenoMap видалено.
vi: Đã xóa toàn bộ dữ liệu MenoMap.
zh_hans: 所有 MenoMap 数据已删除。
zh_hant: 所有 MenoMap 資料已刪除。

source: Already over
ar: انتهت بالفعل
cs: Už skončila
da: Allerede overstået
de: Schon vorbei
el: Έχει ήδη περάσει
es: Ya ha pasado
es_419: Ya terminó
fi: Jo ohi
fr: Déjà terminée
he: כבר עבר
hi: पहले ही ख़त्म
hr: Već je prošlo
hu: Már véget ért
id: Sudah berlalu
it: Già passata
ja: もう治まった
ko: 이미 끝났어요
ms: Sudah berlalu
nb: Allerede over
nl: Al voorbij
pl: Już minęła
pt_br: Já passou
pt_pt: Já passou
ro: S-a terminat deja
sk: Už skončila
sv: Redan över
th: ผ่านไปแล้ว
tr: Zaten geçti
uk: Уже минуло
vi: Cơn đã qua
zh_hans: 已经结束
zh_hant: 已經結束

source: Already saved
ar: محفوظة بالفعل
cs: Už uloženo
da: Allerede gemt
de: Bereits gespeichert
el: Έχει ήδη αποθηκευτεί
es: Ya guardada
es_419: Ya está guardada
fi: Jo tallennettu
fr: Déjà enregistrée
he: כבר נשמר
hi: पहले से सेव है
hr: Već spremljeno
hu: Már mentve
id: Sudah disimpan
it: Già salvata
ja: 保存済み
ko: 이미 저장됨
ms: Sudah disimpan
nb: Allerede lagret
nl: Al bewaard
pl: Już zapisano
pt_br: Já salva
pt_pt: Já guardada
ro: Deja salvat
sk: Už uložené
sv: Redan sparad
th: บันทึกไว้แล้ว
tr: Zaten kaydedildi
uk: Уже збережено
vi: Đã lưu rồi
zh_hans: 已保存
zh_hant: 已儲存

source: Am I in perimenopause?
ar: هل أنا في فترة ما حول انقطاع الطمث؟
cs: Jsem v perimenopauze?
da: Er jeg i perimenopause?
de: Bin ich in der Perimenopause?
el: Είμαι στην περιεμμηνόπαυση;
es: ¿Estoy en la perimenopausia?
es_419: ¿Estoy en la perimenopausia?
fi: Olenko perimenopaussissa?
fr: Suis-je en périménopause ?
he: האם אני בפרי-מנופאוזה?
hi: क्या मैं पेरिमेनोपॉज़ में हूँ?
hr: Jesam li u perimenopauzi?
hu: Perimenopauzában vagyok?
id: Apakah aku sedang perimenopause?
it: Sono in perimenopausa?
ja: 私は今、更年期に入っていますか？
ko: 지금 폐경 이행기인가요?
ms: Adakah saya dalam perimenopaus?
nb: Er jeg i perimenopausen?
nl: Zit ik in de perimenopauze?
pl: Czy jestem w perimenopauzie?
pt_br: Estou na perimenopausa?
pt_pt: Estou na perimenopausa?
ro: Sunt în perimenopauză?
sk: Som v perimenopauze?
sv: Är jag i perimenopaus?
th: ฉันอยู่ในวัยใกล้หมดประจำเดือนแล้วหรือยัง
tr: Perimenopozda mıyım?
uk: Чи в мене перименопауза?
vi: Tôi có đang tiền mãn kinh không?
zh_hans: 我处于围绝经期吗？
zh_hant: 我是不是進入停經過渡期了？

source: Answer
ar: الإجابة
cs: Odpověď
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
es_419: Respuesta
fi: Vastaus
fr: Réponse
he: תשובה
hi: जवाब
hr: Odgovor
hu: Válasz
id: Jawaban
it: Risposta
ja: 回答
ko: 답변
ms: Jawapan
nb: Svar
nl: Antwoord
pl: Odpowiedź
pt_br: Resposta
pt_pt: Resposta
ro: Răspuns
sk: Odpoveď
sv: Svar
th: คำตอบ
tr: Yanıt
uk: Відповідь
vi: Câu trả lời
zh_hans: 回答
zh_hant: 解答

source: Any bleeding after menopause should be checked by a clinician.
ar: أي نزيف بعد انقطاع الطمث ينبغي أن يفحصه طبيب.
cs: Jakékoli krvácení po menopauze by měl zkontrolovat lékař.
da: Enhver blødning efter menopausen bør undersøges af en læge.
de: Jede Blutung nach der Menopause sollte von einer Ärztin oder einem Arzt abgeklärt werden.
el: Κάθε αιμορραγία μετά την εμμηνόπαυση πρέπει να ελεγχθεί από γιατρό.
es: Cualquier sangrado después de la menopausia debe revisarlo un profesional sanitario.
es_419: Cualquier sangrado después de la menopausia debe revisarlo un profesional de la salud.
fi: Kaikki verenvuoto menopaussin jälkeen pitää tutkia lääkärissä.
fr: Tout saignement après la ménopause doit être vérifié par un médecin.
he: כל דימום לאחר הפסקת הווסת צריך להיבדק אצל רופא/ה.
hi: रजोनिवृत्ति के बाद किसी भी तरह के रक्तस्राव की जाँच डॉक्टर से करवानी चाहिए।
hr: Svako krvarenje nakon menopauze treba provjeriti liječnik.
hu: Bármilyen menopauza utáni vérzést orvossal kell kivizsgáltatni.
id: Setiap perdarahan setelah menopause perlu diperiksakan ke dokter.
it: Qualsiasi sanguinamento dopo la menopausa deve essere controllato da un medico.
ja: 閉経後の出血は、どのようなものでも医師に診てもらう必要があります。
ko: 폐경 후 출혈은 어떤 경우든 의료진에게 확인을 받아야 해요.
ms: Sebarang pendarahan selepas menopaus perlu diperiksa oleh doktor.
nb: All blødning etter menopausen bør undersøkes av lege.
nl: Elk bloedverlies na de overgang moet door een arts worden nagekeken.
pl: Każde krwawienie po menopauzie powinien sprawdzić lekarz.
pt_br: Qualquer sangramento após a menopausa deve ser avaliado por um profissional de saúde.
pt_pt: Qualquer hemorragia depois da menopausa deve ser avaliada por um profissional de saúde.
ro: Orice sângerare după menopauză trebuie verificată de un medic.
sk: Akékoľvek krvácanie po menopauze by mal skontrolovať lekár.
sv: All blödning efter menopausen bör undersökas av en läkare.
th: เลือดออกใด ๆ หลังหมดประจำเดือนควรได้รับการตรวจจากแพทย์
tr: Menopoz sonrası her kanama bir doktor tarafından kontrol edilmelidir.
uk: Будь-яку кровотечу після менопаузи має перевірити лікар.
vi: Mọi trường hợp chảy máu sau mãn kinh đều cần được bác sĩ kiểm tra.
zh_hans: 任何绝经后出血都应由医生检查。
zh_hant: 停經後出現任何出血，都應該請醫師檢查。

source: Anything going on?
ar: ما الذي يجري حولكِ؟
cs: Děje se něco?
da: Sker der noget særligt?
de: Irgendwas Besonderes?
el: Κάτι ιδιαίτερο;
es: ¿Qué estaba pasando?
es_419: ¿Pasa algo?
fi: Onko jotain erityistä?
fr: Il se passe quelque chose ?
he: קורה משהו מיוחד?
hi: कुछ ख़ास चल रहा है?
hr: Nešto posebno?
hu: Történt valami?
id: Sedang ada apa?
it: Qualcosa di particolare?
ja: 何かありましたか？
ko: 특별한 일이 있었나요?
ms: Ada apa-apa yang berlaku?
nb: Noe spesielt på gang?
nl: Speelt er iets?
pl: Coś się dzieje?
pt_br: Tem algo acontecendo?
pt_pt: Passa-se alguma coisa?
ro: Se întâmplă ceva?
sk: Nejaké okolnosti?
sv: Något särskilt på gång?
th: มีอะไรเกิดขึ้นไหม
tr: O sırada neler oluyordu?
uk: Щось відбувається?
vi: Có gì đặc biệt không?
zh_hans: 当时有什么情况吗？
zh_hant: 當時發生了什麼嗎？

source: Anything going on? (optional)
ar: ما الذي يجري حولكِ؟ (اختياري)
cs: Děje se něco? (nepovinné)
da: Sker der noget særligt? (valgfrit)
de: Irgendwas Besonderes? (optional)
el: Κάτι ιδιαίτερο; (προαιρετικό)
es: ¿Qué estaba pasando? (opcional)
es_419: ¿Pasa algo? (opcional)
fi: Onko jotain erityistä? (vapaaehtoinen)
fr: Il se passe quelque chose ? (facultatif)
he: קורה משהו מיוחד? (לא חובה)
hi: कुछ ख़ास चल रहा है? (वैकल्पिक)
hr: Nešto posebno? (nije obavezno)
hu: Történt valami? (nem kötelező)
id: Sedang ada apa? (opsional)
it: Qualcosa di particolare? (facoltativo)
ja: 何かありましたか？（任意）
ko: 특별한 일이 있었나요? (선택)
ms: Ada apa-apa yang berlaku? (tidak wajib)
nb: Noe spesielt på gang? (valgfritt)
nl: Speelt er iets? (optioneel)
pl: Coś się dzieje? (opcjonalnie)
pt_br: Tem algo acontecendo? (opcional)
pt_pt: Passa-se alguma coisa? (opcional)
ro: Se întâmplă ceva? (opțional)
sk: Nejaké okolnosti? (nepovinné)
sv: Något särskilt på gång? (valfritt)
th: มีอะไรเกิดขึ้นไหม (ไม่บังคับ)
tr: O sırada neler oluyordu? (isteğe bağlı)
uk: Щось відбувається? (необовʼязково)
vi: Có gì đặc biệt không? (không bắt buộc)
zh_hans: 当时有什么情况吗？（可选）
zh_hant: 當時發生了什麼嗎？（選填）
